
{
  "1": ["The First Doctor was played by William Hartnell. When he left due to failing health, the concept of regeneration was created to allow the show to continue."],
  "2": ["Patrick Troughton, the Second Doctor, based his 'cosmic hobo' persona on silent film star Charlie Chaplin."],
  "3": ["The Third Doctor, Jon Pertwee, was a real-life spy for the Naval Intelligence Division during World War II, working alongside James Bond creator Ian Fleming."],
  "4": ["Tom Baker, the Fourth Doctor, worked on construction sites and served in the army before becoming an actor. His iconic scarf was a happy accident, created by a knitter who used all the wool she was given, resulting in its absurd length."],
  "5": ["Peter Davison was the youngest actor to play the Doctor until Matt Smith took the role. He wore a stick of celery on his lapel, which would turn purple in the presence of certain gases he was allergic to."],
  "6": ["Colin Baker's multi-colored coat was a point of contention. The actor famously disliked it, but it has since become an iconic, if divisive, part of the show's history."],
  "7": ["Sylvester McCoy was a skilled performer, known for his ability to play the spoons, a talent which he incorporated into his portrayal of the Doctor."],
  "8": ["Paul McGann's Eighth Doctor only had one on-screen TV appearance in the 1996 movie, but has had one of the most extensive tenures in the Big Finish audio dramas."],
  "900": ["The War Doctor was not originally planned for the 50th anniversary. Christopher Eccleston was asked to return as the Ninth Doctor, and when he declined, the War Doctor was created to fill the gap in the story."],
  "901": ["The Fugitive Doctor, played by Jo Martin, is the first black person to play the Doctor. Her TARDIS was disguised as a British police box, but with the lamp on the wrong side."],
  "9": ["The Ninth Doctor, played by Christopher Eccleston, was the first Doctor of the revived series but only stayed for one season, making his tenure one of the shortest."],
  "10": ["David Tennant, the Tenth Doctor, was a lifelong Doctor Who fan and married Georgia Moffett, who played the Doctor's daughter, Jenny. Her father, Peter Davison, played the Fifth Doctor!"],
  "11": ["Matt Smith was the youngest actor to be cast as the Doctor at age 26. The Eleventh Doctor's iconic tweed jacket and bow tie were his own additions to the costume."],
  "12": ["Peter Capaldi, a lifelong fan of the show, wrote letters to the Doctor Who production office as a teenager. One of his letters was published in a 1974 Doctor Who comic."],
  "13": ["Jodie Whittaker, the Thirteenth Doctor, designed her own costume with the costume designer, wanting it to have a 'sense of wonder' and not be gender-specific."],
  "14": ["The Fourteenth Doctor's 'bi-generation' was a new concept for the show, allowing him to co-exist with the Fifteenth Doctor instead of being replaced, a twist to celebrate the 60th anniversary."],
  "15": ["Ncuti Gatwa is the first black actor to lead the series as the Doctor. His casting was announced to the world via a cryptic tweet of two hearts, a plus sign, and a blue box."],
  "101": ["Rose Tyler's final line in the season 2 finale, 'I'm burning up the sun just to say goodbye,' was originally written as a much simpler line. Billie Piper, who played Rose, felt it needed more emotional weight."],
  "102": ["Catherine Tate, who played Donna Noble, was initially cast for a one-off Christmas special but was so popular she was invited back as a full-time companion."],
  "103": ["The actress who played Amy Pond, Karen Gillan, is the cousin of Caitlin Blackwood, who played the younger version of Amy Pond."],
  "104": ["Clara Oswald is the longest-serving companion of the modern era of Doctor Who, having traveled with two different incarnations of the Doctor."],
  "105": ["Elisabeth Sladen, who played Sarah Jane, is the only companion to have appeared alongside the classic Doctors, the modern Doctors (Tenth), and have her own successful spin-off series, 'The Sarah Jane Adventures'."],
  "106": ["The character of Romana regenerated once on-screen, but unlike the Doctor, she appeared to 'try on' several different bodies before settling on one that resembled Princess Astra, a character played by the same actress, Lalla Ward, in a previous story."],
  "107": ["Ace was one of the few companions to physically attack a Dalek with a baseball bat, showcasing her more aggressive and hands-on approach to dealing with threats."],
  "108": ["Unlike many companions who stumble into the TARDIS, Martha Jones made the conscious and difficult decision to leave the Doctor to protect her family and herself from the dangers of his life."],
  "109": ["Rory Williams has the distinction of dying and being resurrected more times than almost any other character in the show's history."],
  "110": ["Bill Potts was the first openly gay full-time companion in the show's history, a significant milestone for representation in the series."],
  "201": ["The creator of the Daleks, Terry Nation, based their gliding motion on the Georgian State Dancers, who appeared to float across the floor in their long skirts."],
  "202": ["The Master was originally conceived as the 'Professor Moriarty to the Doctor's Sherlock Holmes'. The character has been played by multiple actors, just like the Doctor."],
  "203": ["The Cybermen's iconic catchphrase, 'You will be deleted,' was introduced in the 2006 series. Their design was inspired by the fear of spare-part surgery becoming a reality."],
  "204": ["The Weeping Angels were created by Steven Moffat for the episode 'Blink'. He was inspired by a carved angel in a graveyard that always seemed to have moved when he wasn't looking."],
  "205": ["The Sontarans' distinctive dome-shaped heads are not just for show; they are designed for their cloning process and to withstand high-g combat environments. They always face their enemies, considering it a high honor to die in battle."],
  "206": ["The Silurians were named after the Silurian period of Earth's history by the scientist who discovered them, although it was later admitted this was geologically inaccurate. The show has since embraced this 'mistake' as part of their lore."],
  "207": ["The design of the Silence was inspired by Edvard Munch's famous painting 'The Scream'. Their concept was created by Steven Moffat to be a monster that could be 'everywhere at once'."],
  "208": ["The Zygons' organic technology, including their shape-shifting abilities and spaceships, is a key part of their identity. Their original 1975 appearance featured a creature called the Skarasen, a cyborg monster from Loch Ness controlled by the Zygons."]
}
